<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресусры форм
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки содержат текст для форм.
    |
    */

    'alerts' => [
        'success' => 'Данные успешно изменены.',
        'success_upload' => 'Файлы успешно загружены.',
        'success_delete' => 'Файлы успешно удалены.',

        'errors' => 'В форме допущены ошибки.',
        'errors_upload' => 'Ошибка загрузки файлов.',
        'errors_delete' => 'Ошибка удаления файлов.',

        'not_found' => 'По вашему запросу ничего не найдено.'
    ],

    'button' => [
        'actions' => 'Действия',
        'add' => 'Добавить',
        'back' => 'Назад',
        'cancel' => 'Отменить',
        'copy' => 'Копировать',
        'create' => 'Создать',
        'delete' => 'Удалить',
        'edit' => 'Редактировать',
        'external' => 'Перейти',
        'link' => 'Перейти',
        'next' => 'Продолжить',
        'reset' => 'Сбросить',
        'select' => 'Выбрать',
        'show' => 'Показать',
        'sort' => 'Сортировать',
        'submit' => 'Отправить'
    ],

    'elements' => [
        'search_placeholder' => 'Поиск',

        'yes_text' => 'Да',
        'no_text' => 'Нет'
    ],

    'file' => [
        'upload_once' => 'Загрузить файл',
        'upload_multiple' => 'Загрузить файлы'
    ]
];
