<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы нумерации страниц
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки используются библиотекой пагинации
    | для построения ссылок нумерации страниц.
    |
    */

    'previous' => '&laquo; Предыдущая :page',
    'next' => 'Следующая :page &raquo;',
    'page' => 'страница',
    'summary' => 'Всего&nbsp;&mdash; :total, показано с :form по :to'

];
