<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресусры страниц ошибок HTTP
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки содержат текст для пользовательских страниц
    | ошибок HTTP.
    |
    */

    'error_404' => 'Ошибка 404',
    'error_404_message' => 'Извините, страница, которую вы ищете, не может быть найдена.',
    'go_home' => 'Перейти на главную страницу.'

];
