<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки содержат текст для страницы входа
    | и используются при аутентификации.
    |
    */

    'login' => 'Вход',
    'login_heading' => 'Авторизация',
    'login_button_text' => 'Войти',
    'forgot_password' => 'Забыли Ваш пароль?',

    'register' => 'Регистрация',
    'register_heading' => 'Регистрация',
    'register_button_text' => 'Зарегестрироваться',

    'verify_heading' => 'Подтвердите ваш E-mail адрес.',

    'profile' => 'Профиль',
    'profile_heading' => 'Профиль',
    'profile_button_text' => 'Обновить',

    'logout' => 'Выйти',

    'name_text' => 'Имя',
    'name_help' => 'Допустимые символы: латинские буквы (A-Za-z) и цифры (0-9), подчеркивание (_) и знак минус (-).',
    'name_error' => 'Обязательно для заполнения.',
    'email_text' => 'Email',
    'email_error' => 'Должно быть действительным электронным адресом.',
    'password_text' => 'Пароль',
    'password_help' => 'Минимальная длина пароля 6 символов.',
    'password_error' => 'Обязательно для заполнения.',
    'password_confirmation_text' => 'Подтверждение пароля',
    'password_confirmation_error' => 'Должно совпадать с полем Пароль.',
    'new_password_text' => 'Новый пароль',
    'new_password_confirmation_text' => 'Подтверждение нового пароля',
    'new_password_confirmation_error' => 'Должно совпадать с полем Новый пароль.',
    'remember_text' => 'Запомнить Меня',

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'registered' => 'Регистрация завершена!',
    'email_verified' => 'Ваш E-mail адрес подтвержден.',

];
