<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы сброса пароля
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки содержат текст для страницы восстановления
    | пароля и используются при сбросе пароля.
    |
    */

    'reset_heading' => 'Сбросить пароль',
    'forgot_button_text' => 'Отправить ссылку для сброса пароля',
    'reset_button_text' => 'Сбросить пароль',

    'password' => 'Пароль должен быть не менее шести символов и совпадать с подтверждением.',
    'reset'    => 'Ваш пароль был сброшен!',
    'sent'     => 'Ссылка на сброс пароля была отправлена!',
    'token'    => 'Ошибочный код сброса пароля.',
    'user'     => 'Не удалось найти пользователя с указанным электронным адресом.',

];
